Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Manudreus Abyss
ru: Бездна Мандреуса

source: Manuel
ru: Мануэль

source: Manufactory Approach Finalized
ru: Доработан производственный подход

source: Manufactory Overdrive
ru: Мануфактурный овердрайв

source: Manufactory Restoration Complete
ru: Реставрация мануфактуры завершена

source: Manufactory Segment
ru: Производственный сегмент

source: Manufactory Segments
ru: Производственные сегменты

source: Manufactory Surplus
ru: Излишки мануфактуры

source: Manuseas Maw
ru: Пасть Манусеаса

source: Manusran Abyss
ru: Бездна Манусрана

source: Manxia Black Hole
ru: Черная дыра Манься

source: Many of these are allowed to govern themselves to a great extent.
ru: Многим из них позволено в значительной степени управлять собой.

source: Mapping out Aiondia
ru: Составление карты Айондии

source: Mapping the Extents
ru: Отображение экстентов

source: Marcus
ru: Маркус

source: Markat
ru: Маркат

source: Marked For Collection
ru: Помечено для сбора

source: Martial Discipline
ru: Боевая дисциплина

source: Marvel of the Creators
ru: Чудо создателей

source: Marvelous
ru: Чудесный

source: Marvelous!
ru: Чудесно!

source: Marvelous.
ru: Чудесно

source: Marvelously impenetrable.
ru: Удивительно непроницаемый.

source: Mass Accelerators
ru: Массовые ускорители

source: Mass Consciousness Uploading
ru: Загрузка массового сознания

source: Mass Injectors Built
ru: Построены массовые форсунки

source: Mass Neutronium Extraction
ru: Массовое извлечение нейтрония

source: Mass Production
ru: Массовое производство

source: Massive Anti-Siren Studies
ru: Масштабные исследования по борьбе с сиренами

source: Massive Subspace Breach Detected!
ru: Обнаружен массивный прорыв в подпространстве!

source: Massive arrays of wind turbines floating within the gas giant's atmosphere, generating huge amounts of energy.
ru: Массивные массивы ветряных турбин, плавающих в атмосфере газового гиганта, генерирующих огромное количество энергии.

source: Massive artillery cannons which can tear invading forces asunder but are relatively fragile.
ru: Мощные артиллерийские орудия, которые могут разорвать силы вторжения на части, но являются относительно хрупкими.

source: Massive facilities where particles are injected into the $pc_black_hole$'s ergosphere to extract energy from its angular momentum.
ru: Массивные сооружения, где частицы впрыскиваются в эргосферу $pc_black_hole$ для извлечения энергии из ее углового момента

source: Massive kinetic batteries built on the $name_maginot_world$'s surface, capable of immense devastation when interlinked with orbital systems.
ru: Массивные кинетические батареи, построенные на поверхности $name_maginot_world$, способные к огромным разрушениям при взаимодействии с орбитальными системами.

source: Massive missile batteries built on the moon's surface, capable of immense devastation.
ru: Массивные ракетные батареи, построенные на поверхности Луны, способны на огромные разрушения.

source: Massive missile batteries built on the planet's surface, capable of immense devastation.
ru: Массивные ракетные батареи, построенные на поверхности планеты, способные нанести огромные разрушения.

source: Massive quantities of hangars capable of deploying tremendous amounts of strike craft.
ru: Огромное количество ангаров, способных разместить огромное количество ударных кораблей.

source: Massive vaults and other storage spaces built within the frame of this megastructure.
ru: Массивные хранилища и другие складские помещения, построенные в рамках этой мегаструктуры.

source: Master $aot_dark_matter_obelisk_core_pe$
ru: Мастер $aot_dark_matter_obelisk_core_pe$.

source: Master Archive
ru: Главный архив

source: Master Arms Makers
ru: Мастера-оружейники

source: Master Engineer
ru: Мастер-инженер

source: Master Engineers
ru: Мастер-инженер

source: Master Librarian District
ru: Район мастеров-библиотекарей

source: Master Librarian Districts
ru: Районы мастеров-библиотекарей

source: Master Merchants
ru: Мастера торговли

source: Master Miners
ru: Мастера-шахтеры

source: Mastery Beckons
ru: Мастерство манит

source: Materialist Ethic
ru: Материализм

source: Materials
ru: Материалы

source: Mathematician
ru: Математик

source: Matrioshka Brain
ru: Мозг-Компазиторий

source: Matrioshka Brain Alloys
ru: Сплавы Мозг-матрешка

source: Matrioshka Brain Alloys Cost
ru: Стоимость сплавов Мозг-матрешка

source: Matrioshka Brain Management Protocols
ru: Протоколы управления мозгом Компазитория

source: Matrioshka Brain Suprainsulation
ru: Супраинсуляция мозга в виде Компазитория

source: Matrioshka Brain Unity
ru: Мозг-матрешка Единство

source: Matrioshka Brain Unity Cost
ru: Стоимость Единство Мозг матрешки

source: Matrioshka Reality Simulator
ru: Симулятор реальности "Компазиторий"

source: Matrioshka Reality Simulator Ready
ru: Симулятор реальности "Компазиторий" готов

source: Matrioshka Reality Simulator Section Finished
ru: Раздел симулятора реальности Matrioshka завершен

source: Matter Bore
ru: Отверстие для материи

source: Matter Bores
ru: Материя утомляет

source: Matter Decompression Subnode
ru: Подузел декомпрессии материи

source: Matter Decompression Subnodes
ru: Подузлы декомпрессии материи

source: Matter Decompressor Alloys
ru: Сплавы декомпрессор материи

source: Matter Decompressor Alloys Cost
ru: Стоимость сплавов декомпрессора материи

source: Matter Decompressor Management Protocols
ru: Протоколы управления декомпрессором материи

source: Matter Decompressor Unity
ru: Декомпрессор материи Единство

source: Matter Decompressor Unity Cost
ru: Стоимость Единство Декомпрессор материи

source: Matter Synthesis Drone
ru: Дрон для синтеза материи

source: Matter Synthesis Drone Jobs
ru: Работа дрона по синтезу материи

source: Matter Synthesis Drones
ru: Дроны синтеза материи

source: Matter Synthesis Engineer
ru: Инженер по синтезу материи

source: Matter Synthesis Engineering Jobs
ru: Инженерные работы по синтезу материи

source: Matter Synthesis Engineers
ru: Инженеры по синтезу материи

source: Matter Synthesis Hypersegment
ru: Гиперсегмент синтеза материи

source: Matter Synthesis Hypersegments
ru: Гиперсегменты синтеза материи

source: Matter Synthesis Segment
ru: Сегмент синтеза материи

source: Matter Synthesis Segments
ru: Сегменты синтеза материи

source: Matter Synthesis Station
ru: Станция синтеза материи

source: Matthias
ru: Маттиас

source: Max $building_giga_iodizium_mines$
ru: Макс $building_giga_iodizium_mines$

source: Max $building_giga_megaworkshop_hub_plural$
ru: Макс $building_giga_megaworkshop_hub_plural$

source: Max $building_giga_supertensiles_mines$
ru: Макс $building_giga_supertensiles_mines$

source: Max $district_bank$
ru: Максимум $district_bank$

source: Max $district_casino$
ru: Максимум $district_casino$

source: Max $district_defense$
ru: Максимум $district_defense$

source: Max $district_entrepot$
ru: Максимум $district_entrepot$

source: Max $district_finance$
ru: Максимум $district_finance$

source: Max $district_forest$
ru: Максимум $district_forest$

source: Max $district_foundry$
ru: Максимум $district_foundry$

source: Max $district_giga_alderson_pop_assembly_plural$
ru: Макс $district_giga_alderson_pop_assembly_plural$

source: Max $district_giga_alderson_pop_growth_plural$
ru: Макс $district_giga_alderson_pop_growth_plural$

source: Max $district_giga_birch_ktisma_factory_plural$
ru: Макс $district_giga_birch_ktisma_factory_plural$

source: Max $district_giga_birch_ktisma_foundry_plural$
ru: Макс $district_giga_birch_ktisma_foundry_plural$

source: Max $district_giga_birch_ktisma_plural$
ru: Макс $district_giga_birch_ktisma_plural$

source: Max $district_giga_birch_ktisma_refinery_plural$
ru: Макс $district_giga_birch_ktisma_refinery_plural$

source: Max $district_giga_birch_ktisma_sentient_metal_plural$
ru: Макс $district_giga_birch_ktisma_sentient_metal_plural$

source: Max $district_giga_birch_ktisma_supertensiles_plural$
ru: Макс $district_giga_birch_ktisma_supertensiles_plural$

source: Max $district_giga_birch_orykta_dark_matter_plural$
ru: Макс $district_giga_birch_orykta_dark_matter_plural$

source: Max $district_giga_birch_orykta_energy_plural$
ru: Макс $district_giga_birch_orykta_energy_plural$

source: Max $district_giga_birch_orykta_minerals_plural$
ru: Макс $district_giga_birch_orykta_minerals_plural$

source: Max $district_giga_birch_orykta_negative_mass_plural$
ru: Макс $district_giga_birch_orykta_negative_mass_plural$

source: Max $district_giga_birch_orykta_plural$
ru: Макс $district_giga_birch_orykta_plural$

source: Max $district_giga_birch_physma_bureaucratic_plural$
ru: Максимум $district_giga_birch_physma_bureaucratic_plural$

source: Max $district_giga_birch_physma_farm_plural$
ru: Макс $district_giga_birch_physma_farm_plural$

source: Max $district_giga_birch_physma_laboratory_plural$
ru: Макс $district_giga_birch_physma_laboratory_plural$

source: Max $district_giga_birch_physma_plural$
ru: Макс $district_giga_birch_physma_plural$

source: Max $district_giga_birch_physma_relay_plural$
ru: Максимум $district_giga_birch_physma_relay_plural$

source: Max $district_giga_birch_physma_sanctuary_plural$
ru: Макс $district_giga_birch_physma_sanctuary_plural$

source: Max $district_giga_birch_physma_temple_plural$
ru: Максимум $district_giga_birch_physma_temple_plural$

source: Max $district_giga_birch_physma_trade_plural$
ru: Макс $district_giga_birch_physma_trade_plural$

source: Max $district_giga_birch_structure_plural$
ru: Макс $district_giga_birch_structure_plural$

source: Max $district_giga_birch_void_ktisma_plural$
ru: Макс $district_giga_birch_void_ktisma_plural$

source: Max $district_giga_birch_void_orykta_plural$
ru: Макс $district_giga_birch_void_orykta_plural$

source: Max $district_giga_birch_void_physma_plural$
ru: Макс $district_giga_birch_void_physma_plural$

source: Max $district_giga_birch_void_structure_plural$
ru: Макс $district_giga_birch_void_structure_plural$

source: Max $district_giga_frameworld_amenities_dystopian_plural$
ru: Макс. $district_giga_frameworld_amenities_dystopian_plural$

source: Max $district_giga_frameworld_maginot_planetary_cannons_plural$
ru: Макс $district_giga_frameworld_maginot_planetary_cannons_plural$

source: Max $district_giga_frameworld_maginot_shield_generators_plural$
ru: Макс $district_giga_frameworld_maginot_shield_generators_plural$

source: Max $district_giga_gas_giant_habitat_exotic$
ru: Макс $district_giga_gas_giant_habitat_exotic$

source: Max $district_giga_orbital_logistics_plural$
ru: Макс $district_giga_orbital_logistics_plural$

source: Max $district_giga_origin_birch_lab_plural$
ru: Макс $district_giga_origin_birch_lab_plural$

source: Max $district_governor$
ru: Максимум$district_governor$

source: Max $district_hab_mining_plural$
ru: Максимум $district_hab_mining_plural$

source: Max $district_industrial$
ru: Максимум $district_industrial$

source: Max $district_journalism$
ru: Максимум $district_journalism$

source: Max $district_nursery$
ru: Максимум $district_nursery$

source: Max $district_queen$
ru: Максимум $district_queen$

source: Max $district_recycling$
ru: Максимум $district_recycling$

source: Max $district_security$
ru: Максимум $district_security$

source: Max $district_university$
ru: Максимум $district_university$

source: Max $district_upgrade$
ru: Максимум $district_upgrade$

source: Max $district_virtual_shipyard_plural$
ru: Макс $district_virtual_shipyard_plural$

source: Max Alloys Capacity Add
ru: Емкость для хранения сплавов

source: Max Atmospheric Fusion Facilities
ru: Максимальное количество установок для термоядерного синтеза в атмосфере

source: Max Atmospheric Mote Extractors
ru: Максимальное количество атмосферных пылеуловителей

source: Max Consumer Goods Add
ru: £consumer_goods£ Вместимость хранилища потребительских товаров

source: Max Energy Capacity Add
ru: Емкость для хранения энергии

source: Max Floater Analysis Complexes
ru: Комплексы анализа максимального количества поплавков

source: Max Food Capacity
ru: £food£ Еда Вместимость хранилища

source: Max Minerals Capacity Add
ru: £minerals£ Минералы Вместимость хранилища

source: Max Runic Power Storage Capacity
ru: Вместимость хранилища Рунической энергии

source: Max Zro Harvesting Complex
ru: Уборочный комплекс Max Зро

source: Maximilian
ru: Максимилиан

source: Maximize Orbital Arcology
ru: Максимизировать орбитальную дугологию

source: Maximized $name_orbital_arcology$
ru: Максимизировано $name_orbital_arcology$

source: Maximizing the Orbital Arcology already in orbit by adding yet another ring will increase [ROOT.GetName]'s living space to the maximum.
ru: Максимизация орбитальной дуги, уже находящейся на орбите, путем добавления еще одного кольца увеличит жилое пространство [ROOT.GetName] до максимума.

source: Maximum Energy
ru: Лимит энергии

source: May our enemies cower in fear.
ru: Пусть наши враги съежатся в страхе.

source: May the archives serve you well, and don't hesitate to contact me again if you need to know anything.
ru: Пусть архивы сослужат вам хорошую службу, и не стесняйтесь обращаться ко мне снова, если вам понадобится что-то узнать

source: May these newfound abilities serve our empire well.
ru: Пусть эти новообретенные способности хорошо послужат нашей империи.

source: May this be our home, forever.
ru: Пусть это будет нашим домом навсегда.

source: May this help us dominate the galaxy.
ru: Пусть это поможет нам доминировать в галактике.

source: May we pierce the secrets of the universe.
ru: Пусть мы проникнем в тайны Вселенной.

source: May you finally be the striking blow which ends the Kaiser's reign.
ru: Пусть ты, наконец, станешь тем сокрушительным ударом, который положит конец правлению кайзера.

source: Maybe one day we'll find even more creatures like these!
ru: Может быть, однажды мы найдем еще больше подобных существ!

source: Maybe we should consider using the wisdom of Artifacts?
ru: Может быть, нам стоит прибегнуть к мудрости Артефактов?

source: Maybe we should start again.
ru: Может, нам стоит начать все сначала?

source: Mayegad
ru: Майегад

source: Mechanical Knight
ru: Механический рыцарь

source: Mechanical Knights
ru: Механические рыцари

source: Mechanical Principle Transfer
ru: Передача механических принципов

source: Mechanical Prophet
ru: Механический пророк

source: Mechanical Prophet Ready
ru: Механический пророк готов

source: Mechanicum
ru: Механика

source: Mechanicum Traditions
ru: Традиции механики

source: Mechanicum Traditions Finished
ru: Традиции механики завершены

source: Media Coordination Drone
ru: Дрон для координации действий СМИ

source: Media Coordination Drones
ru: Дроны для координации СМИ

source: Media District
ru: Журналистский округ

source: Media Districts
ru: Журналистские округа

source: Media Mogul
ru: Медиамагнат

source: Media Moguls
ru: Медиамагнаты

source: Media Offices
ru: Журналистское бюро

source: Medical Nanites
ru: Нанитовая медицина.

source: Medium $tech_living_metal_armor$
ru: Средний $tech_living_metal_armor$

source: Medium Extortion
ru: Средняя эксплуатация

source: Medium Investment
ru: Средние финансы

source: Medium Quberine-Laced Neutronium Armor
ru: Средняя нейтрониевая броня с добавлением куберина

source: Mega Art Installation Alloys
ru: "Сплавы Мега Арт-инсталляция

source: Mega Art Installation Alloys Cost
ru: Стоимость сплавов Мега Арт-инсталляция

source: Mega Art Installation Management Protocols
ru: Протоколы управления инсталляциями Mega Art

source: Mega Art Installation Unity
ru: Мега Арт-инсталляция Единство

source: Mega Art Installation Unity Cost
ru: Стоимость Единство Мега Арт-инсталляция

source: Mega Hivemind
ru: Мега-Улей

source: Mega Shipyard Alloys
ru: Сплавы Мега верфи

source: Mega Shipyard Alloys Cost
ru: Стоимость сплавов Мега верфи

source: Mega Shipyard Management Protocols
ru: Протоколы управления мега-верфью

source: Mega Shipyard Unity
ru: Мега верфь Единство

source: Mega Shipyard Unity Cost
ru: Стоимость Единство Мега верфь

source: Mega Turret
ru: Мега-башня

source: Mega Turrets
ru: Мега-башни

source: Megaconstruction AI Limit
ru: Предел искусственного интеллекта мегаконструкции

source: Megaconstruction Arch-Daemon
ru: Архидемон Мегаконструкции

source: Megaconstruction Arch-Daemons
ru: Архидемоны мегаконструкции

source: Megaconstruction Compatibility
ru: Совместимость с мегаконструкцией

source: Megaconstruction Contribution
ru: Вклад в мегаконструкцию

source: Megaconstruction Daemon Cluster
ru: Кластер демонов мегаконструкции

source: Megaconstruction Daemon Clusters
ru: Кластеры демонов мегаконструкции

source: Megaconstruction Director
ru: Директор мегаконструкции

source: Megaconstruction Director Jobs
ru: Вакансии директора мегаконструкции

source: Megaconstruction Directors
ru: Директора по мегаконструкции

source: Megaconstruction Empire Size Penalties
ru: Штрафы размером с Мегаконструкционную империю

source: Megaconstruction Jobs
ru: Мегаконструкторские работы

source: Megaconstruction Logistics Hub
ru: Мегаконструкционный логистический узел

source: Megaconstruction Logistics Hubs
ru: Логистические центры мегаконструкции

source: Megaconstruction Materials Cache
ru: Хранилище мегаконструкционных материалов

source: Megaconstruction Overlord
ru: Управляющий мегастроем

source: Megaconstruction Overlords
ru: Управляющий мегастроем

source: Megaconstruction Overmind
ru: Сверхразум мегаконструкции

source: Megaconstruction Overminds
ru: Сверхразумы мегаконструкции

source: Megaconstruction Overseer
ru: Надзиратель за мегаконструкцией

source: Megaconstruction Overseers
ru: Надзиратели за мегаконструкцией

source: Megaconstruction Speed
ru: Скорость мегаконструкции

source: Megacorp Casino
ru: Мегакорп Казино.

source: Megacorp Financial Zone
ru: Финансовая зона Мегакорп

source: Megaflora Tree of Life
ru: Мегафлора Древа жизни

source: Megalogistics Center
ru: Мегалогистический центр

source: Megalogistics Export Wharf
ru: Экспортная пристань Мегалогистики

source: Megalogistics Network Coordinator
ru: Координатор сети Мега логистики

source: Megalogistics Station
ru: Мегалогистическая станция

source: Megaplex Server
ru: Сервер Мегаплекс

source: Megaplex Servers
ru: Серверы Мегаплекс

source: Megastructure $giga_sr_amb_megaconstruction$ Upkeep
ru: Мегаструктура $giga_sr_amb_megaconstruction$ Содержание

source: Megastructure $minor_artifacts$ Cost
ru: Стоимость Мегаструктуры $minor_artifacts$

source: Megastructure Build Capacity
ru: Потенциал наращивания мегаструктуры

source: Megastructure Build Cost
ru: Стоимость строительства мегасооружения

source: Megastructure Builder
ru: Строитель мегаструктур

source: Megastructure Collision Traces
ru: Следы столкновения мегаструктур

source: Megastructure Cost
ru: Стоимость строительства мегаструктуры

source: Megastructure Cost Balancing
ru: Балансировка затрат на мегаструктуру

source: Megastructure Entrepreneur
ru: Мегаструктурный предприниматель

source: Megastructure Influence Cost
ru: Стоимость влияния мегаструктуры

source: Megastructure Influence Upkeep
ru: Поддержание влияния мегаструктуры

source: Megastructure List
ru: Список мегаструктур

source: Megastructure Management
ru: Управление мегаструктурой

source: Megastructure Mogul
ru: Мегаструктура Могол

source: Megastructure Output
ru: Ресурсы из мегаструктур

source: Megastructure Output Balancing
ru: Балансировка выходных данных мегаструктуры

source: Megastructure Resource Output
ru: Выход ресурсов мегаструктуры

source: Megastructure Unity Output
ru: Вывод мегаструктурного единства

source: Megastructure Unity Upkeep
ru: Поддержание единства мегаструктуры

source: Megastructure Upgraded
ru: Улучшено мегасооружение

source: Megastructure Upkeep Balancing
ru: Балансировка содержания мегаструктуры

source: Megastructures Energy Upkeep
ru: Энергетическое обеспечение мегаструктур

source: Megastructures are the manifestation of our absolute dominance over the cosmos itself - and they shall be regarded as such for eons to come.
ru: Мегаструктуры являются проявлением нашего абсолютного господства над самим космосом - и они будут рассматриваться как таковые в течение грядущих эонов.

source: Melt the planet's surface
ru: Расплавить поверхность планеты

source: Melt them down.
ru: Переплавить их.

source: Melted Foundry
ru: Плавильный цех

source: Meme Curator
ru: Куратор мемов

source: Meme Curator District
ru: Район кураторов мемов

source: Meme Curator Districts
ru: Районы кураторов мемов

source: Meme Curators
ru: Кураторы мемов

source: Meme Keeper
ru: Хранитель мемов

source: Meme Keepers
ru: Хранители мемов

source: Meme Manifestation
ru: Проявление мемов

source: Memento mori.
ru: Ничто не вечно.

source: Memory Banks
ru: Банки памяти

source: Mendy
ru: Менди

source: Mental Suppression
ru: Ментальное превосходство

source: Mentat Drone
ru: Дрон-ментант

source: Mentat Drones
ru: Дроны-ментанты

source: Meock
ru: Мяук

source: Meola
ru: Меола

source: Meolivia Clawtz-Meolson
ru: Меоливия Клоутц-Меолсон

source: Meopa
ru: Меопа

source: Meopa's Return
ru: Возвращение Меопы

source: Meopa?
ru: Меопа?

source: Meopian Elite
ru: Меопийская элита

source: Meowcel
ru: Мяукалка

source: Meowchael
ru: Мяучаэль

source: Meowchail Purrlin
ru: Мурлыканье мяукалки

source: Meowgomery
ru: Мяугомери

source: Meowkhail Katlinin Offers Alliance!
ru: Мяукхаил Катлинин предлагает союз!

source: Meowkhail Katlinin Reunifies Katzenartig Imperium!
ru: Мяукхаил Катлинин воссоединяет Империю Катзенртиг!

source: Meowkins
ru: Мяукины

source: Meowlohi
ru: Мяулохи

source: Meowrge Katzington
ru: Мяурдж Катцингтон

source: Meowria
ru: Мяурия

source: Meowrina
ru: Мяурина

source: Meowrps
ru: Мяуканье

source: Meowsolini
ru: Мяусолини

source: Meowtto von Pawsmarck
ru: Мяутто фон Поусмарк

source: Meowvin
ru: Мяукающий

source: Meowzevitch
ru: Мяузевич

source: Meowzevitch Gingerian
ru: Мяузевич имбирный

source: Mercenary Armies
ru: Частные наемные армии.

source: Mercenary Army
ru: Частная армия наемников

source: Mercenary Gene Warrior Armies
ru: Частные армии генных воинов.

source: Mercenary Gene Warrior Army
ru: Частная генная армия воинов

source: Mercenary armies come with their own transports and can invade other planets in our name.
ru: Наемные армии поставляются с собственными транспортами и могут вторгаться на другие планеты.

source: Mercurian Coast Guard
ru: Меркурианская береговая охрана

source: Mercy is for the weak, it has no place in our culture.
ru: Милосердие для слабаков, ему нет места в нашей культуре.

source: Merit-Based Promotions
ru: Учет персональных заслуг

source: Metallic H. Giant
ru: Металлический Х. Гигант

source: Metaverse Center
ru: Центр Метавселенной

source: Methane Oceans
ru: Метановые океаны

source: Meticulous
ru: Дотошный

source: Meyer
ru: Мейер

source: Micro Merging
ru: Согласованность

source: Micro Wormhole
ru: §BМикро-червоточина§!

source: Microverse in the Shell
ru: Микровселенная в оболочке

source: Mid
ru: Середина

source: Might
ru: Сила

source: Might Traditions
ru: Традиции силы

source: Might Traditions Finished
ru: Традиции силы завершены

source: Militarism
ru: Милитаризм

source: Militarism Traditions
ru: Традиции милитаризма

source: Militarism Traditions Finished
ru: Традиции милитаризма завершены

source: Militarist Ethic
ru: Милитаризм

source: Military Administration Branch
ru: Отделение военной администрации

source: Military Assault Protocol
ru: Протокол военного нападения

source: Military Background
ru: Ветеран армии

source: Military Blokkat Willingness
ru: Готовность к военному блоккату

source: Military Building
ru: Военное здание

source: Military Experts
ru: Военные эксперты

source: Military Pioneer
ru: Новатор военного дела

source: Military Schools
ru: Военная академия

source: Military Ship Hull Points
ru: Корпус военного корабля

source: Military Theory
ru: Военная теория
